Repository: NMarjou/localization-app
Catalog: TMs/en-US_fr-FR.tmx
Source language: en_us
Languages: fr_fr

source: The statement was successfully deleted.
fr_fr: La déclaration a été correctement supprimée.

source: Deactivate
fr_fr: Désactiver

source: Are you sure you want to deactivate this statement? Users won't be prompted to consent at first login and will no longer see the statement in their settings.
fr_fr: Voulez-vous vraiment désactiver cette déclaration ? Les utilisateurs ne seront pas invités à donner leur consentement lors de leur première connexion et ne verront plus la déclaration dans leurs paramètres.

source: Deactivate statement
fr_fr: Désactiver la déclaration

source: {{count}} approved
fr_fr: {{count}} approuvés

source: Effective date: {{date}}
fr_fr: Date d'effet : {{date}}

source: {{count}} rejected
fr_fr: {{count}} rejeté

source: Published
fr_fr: Publié

source: Require users to view and accept the data privacy statement at first login or policy update. Users must click "Accept" to access the platform, with no option to decline.
fr_fr: Exiger que les utilisateurs consultent et acceptent la déclaration de confidentialité des données lors de la première connexion ou de la mise à jour de la politique. Les utilisateurs devront cliquer sur "Accepter" pour accéder à la plateforme, sans possibilité de refus.

source: Users can only accept the data privacy statement
fr_fr: Les utilisateurs peuvent uniquement accepter la déclaration de confidentialité des données

source: Data privacy
fr_fr: Confidentialité des données

source: The statement was successfully published.
fr_fr: La déclaration a été correctement publiée.

source: Enable this feature to set up, publish, and update data privacy statements for users. Once activated, statements are managed through the Data privacy statement page. Users will be prompted to consent at their first login and whenever the statement is updated.
fr_fr: Activez cette fonction pour configurer, publier et mettre à jour les déclarations de confidentialité des données pour les utilisateurs. Une fois activées, les déclarations sont gérées via la page Déclaration de confidentialité des données. Les utilisateurs seront invités à donner leur consentement lors de leur première connexion et chaque fois que la déclaration est mise à jour.

source: Data privacy settings
fr_fr: Paramètres de confidentialité des données

source: Enable data privacy
fr_fr: Activer la confidentialité des données

source: Add statement
fr_fr: Ajouter une déclaration

source: All available records will be visible here
fr_fr: Tous les enregistrements disponibles seront visibles ici

source: No privacy statements yet
fr_fr: Aucune déclaration de confidentialité pour le moment

source: View & manage statements
fr_fr: Consultez et manager les relevés

source: Statements
fr_fr: Déclarations

source: Deleted
fr_fr: Supprimé

source: Pending publishing
fr_fr: En attente de publication

source: Data Retention
fr_fr: Conservation des données

source: Anonymization
fr_fr: Anonymisation

source: Worker avatar
fr_fr: Avatar employé(e)

source: Worker avatar with name & role
fr_fr: Avatar de l'employé(e) avec nom & rôle

source: Deactivated user
fr_fr: Utilisateur désactivé

source: Deactivation
fr_fr: Désactivation

source: Default
fr_fr: Par défaut

source: Deleted user
fr_fr: Utilisateur supprimé

source: This user is no longer active
fr_fr: Cet utilisateur n'est plus actif

source: Worker signature
fr_fr: Signature de l'employé(e)

source: Display of the data in the user interface when someone is anonymized or removed from the system.
fr_fr: Affichage des données dans l'interface utilisateur lorsqu'une personne est anonymisée ou supprimée du système.

source: Enable global data retention
fr_fr: Activer la conservation globale des données

source: Define the global data retention rules that apply across whole organization.
fr_fr: Définissez les règles globales de conservation des données qui s'appliquent à l'ensemble de l'organisation.

source: Send a notification about upcoming deletion events
fr_fr: Envoyer une notification à propos des événements de suppression à venir

source: Define how many days before the hard deletion the notification will be sent
fr_fr: Définissez combien de jours avant la suppression les notifications doivent être envoyées

source: Set notification time
fr_fr: Définir l'horaire de notification

source: Specify the distribution settings for notifications about data retention events
fr_fr: Spécifiez les paramètres de distribution pour les notifications concernant les événements de conservation des données

source: Add local rule
fr_fr: Ajouter une règle locale

source: Add rule
fr_fr: Ajouter une règle

source: Edit rule
fr_fr: Modifier la règle

source: Data retention period
fr_fr: Période de conservation des données

source: Select countries & data retention period
fr_fr: Sélectionnez les pays & la période de conservation des données

source: Add local data retention rule
fr_fr: Ajouter une règle locale de conservation des données

source: Location
fr_fr: Localisation

source: {{count}} month
fr_fr: {{count}} mois

source: {{count}} months
fr_fr: {{count}} mois

source: {{count}} year
fr_fr: {{count}} année

source: {{count}} years
fr_fr: {{count}} ans

source: Local rule definition
fr_fr: Définition de règle locale

source: Notification time
fr_fr: Heure de la notification

source: Months
fr_fr: Mois

source: Years
fr_fr: Années

source: The system will hard-delete users on the last Saturday of the month at which the data retention period expires.
fr_fr: Le système supprimera définitivement les utilisateurs le dernier samedi du mois où la période de conservation des données expire.

source: Global and local data retention rules
fr_fr: Règles de conservation des données globales et locales

source: The data retention settings were successfully saved.
fr_fr: Les paramètres de conservation des données ont été correctement enregistrés.

source: Data retention archives and deletes data after a set period, ensuring compliance and reducing storage costs. Data exceeding the retention period is unrecoverable; make sure you back-up critical information beforehand.
fr_fr: Le mécanisme e rétention des données conserve et supprime les données après une période définie, garantissant la conformité et réduisant les coûts de stockage. Les données dépassant la période de conservation ne sont pas récupérables ; veillez à sauvegarder les informations critiques au préalable.

source: Pay Analysis Data Mapping
fr_fr: Mappage des données d'analyse de rémunération

source: Demographics
fr_fr: Paramètres démographiques

source: Enable the "Documents" widget
fr_fr: Activer le widget " Documents "

source: Employment
fr_fr: Emploi

source: Data Viewer
fr_fr: Visualiseur de données

source: No results match the search/filter criteria.<br/> Remove filters and clear the search to show all results.
fr_fr: Aucun résultat ne correspond aux critères de recherche/filtrage.<br/> Supprimez les filtres et effacez la recherche pour afficher tous les résultats.

source: Custom
fr_fr: Personnalisé

source: Enum
fr_fr: Énumération

source: Enums
fr_fr: Énumérations

source: Entities
fr_fr: Entités

source: No data to display
fr_fr: Aucune donnée affichée

source: There is currently no data to show here
fr_fr: Il n'y a actuellement aucune donnée à afficher ici

source: Collection of all the entities
fr_fr: Ensemble des entités

source: Entity category
fr_fr: Catégorie d'entité

source: Allow feedback deletion
fr_fr: Autoriser la suppression de feedback

source: Any user can rate the feedback given by any manager
fr_fr: N'importe quel utilisateur peut noter le feedback donné par n'importe quel manager

source: Any user can rate the feedback given by any other user
fr_fr: N'importe quel utilisateur peut noter le feedback donné par n'importe quel autre utilisateur

source: Enable the automatic transfer of requests about a direct report to their new manager
fr_fr: Activer le transfert automatique des demandes concernant un subordonné direct à son nouveau manager

source: Any feedback requests about a direct report will be automatically forwarded to the new manager in case of a transfer. The new manager will be able to see a read-only version of the replies, as well as the list of users to whom the request was sent. Once the manager transfer is effective, replies to pending requests will be disabled and the requests will no longer be visible to the previous manager.
fr_fr: Toute demande de feedback concernant un subordonné direct sera automatiquement transmise au nouveau manager en cas de transfert. Le nouveau manager pourra voir une version en lecture seule des réponses, ainsi que la liste des utilisateurs à qui la demande a été envoyée. Une fois le transfert du manager effectif, les réponses aux demandes en attente seront désactivées et les demandes ne seront plus visibles pour le manager précédent.

source: days
fr_fr: jours

source: Feedback sharing scope
fr_fr: Périmètre de partage du feedback

source: Define the feedback sharing scope.
fr_fr: Définissez le périmètre de partage du feedback.

source: Recipient only
fr_fr: Destinataire uniquement

source: Enable Feedback
fr_fr: Activer le feedback

source: A Performance Management feature that enables users to quickly and easily offer their colleagues observations about events and situations they witnessed, and to request their colleagues observations about their own work.
fr_fr: Une fonction de gestion de la performance qui permet aux utilisateurs d'offrir à leurs collègues, rapidement et facilement, des observations sur des événements et des situations qu'ils/elles ont observé, et de demander en retour des observations sur leur propre travail.

source: Bypass limit for Feedback broadcast
fr_fr: Ignorer la limite pour le rôle Diffusion de feedback

source: Ignore the defined limit for the feedback sharing. Enable this setting to allow Feedback broadcast to send feedback to the whole organization.
fr_fr: Ignorer la limite définie pour le partage de feedback. Activez ce paramètre pour permettre au rôle Diffusion de feedback d'envoyer du feedback à l'ensemble de l'organisation.

source: Display a confirmation popup when sending feedback to a number of users higher than the defined limit
fr_fr: Afficher une fenêtre contextuelle de confirmation lors de l'envoi de feedback à un nombre d'utilisateurs supérieur à la limite définie

source: Feature enablement
fr_fr: Activation de la fonction

source: General feedback settings
fr_fr: Paramètres généraux du feedback

source: Apply limit when giving feedback
fr_fr: Appliquer une limite lorsque les utilisateurs donnent du feedback

source: The defined limit will be applied to the "Give feedback" action. When disabled, users can give feedback to any number of users, without restriction.
fr_fr: La limite définie sera appliquée à l'action " Offrir un feedback ". Lorsque cette option est désactivée, les utilisateurs peuvent donner du feedback à un nombre illimité d'utilisateurs, sans restriction.

source: Limit
fr_fr: Limite

source: Maximum number of users who can be included in one feedback.
fr_fr: Nombre maximal d'utilisateurs pouvant être inclus à un feedback.

source: Limit the number of feedback recipients
fr_fr: Limiter le nombre de destinataires de feedback

source: The number of people to whom end-users who don't have an administrative role (such as HR or IT) can send feedback will be limited to avoid feedback being sent to large populations.
fr_fr: Le nombre de personnes auxquelles les utilisateurs qui n'ont pas de rôle administratif (comme les RH ou les services informatiques) peuvent envoyer des feedbacks sera limité pour éviter que l'envoi de feedbacks à de grandes populations.

source: Allow managers to request feedback about their direct reports
fr_fr: Permettre aux managers de demander du feedback sur leurs subordonnés directs

source: Managers will be able to ask other workers to provide feedback about their direct reports. Requests and replies will be visible in the "Requests about my team" section. Feedback requests about direct reports are not visible to the direct report. When disabled, the "Requests about my team" section is not available.
fr_fr: Les managers pourront demander à d'autres employé(e)s de fournir du feedback sur leurs subordonnés directs. Les demandes et les réponses seront visibles dans la section " Demandes concernant mon équipe ". Les demandes de feedback concernant les subordonnés directs ne sont pas visibles par le subordonné direct. Lorsque cette option est désactivée, la section " Demandes concernant mon équipe " n'est pas disponible.

source: Only direct reports can rate feedback
fr_fr: Seuls les subordonnés directs peuvent noter le feedback

source: Enable feedback notes
fr_fr: Activer les notes de feedback

source: Users will be able to create feedback notes from the Feedback module. Feedback notes can for instance be used to capture insights from an offline conversation.
fr_fr: Les utilisateurs pourront créer des notes de feedback à partir du module Feedback. Les notes de feedback peuvent par exemple être utilisées pour capturer les opinions partagées lors d'une conversation hors ligne.

source: Feedback notes
fr_fr: Notes de feedback

source: Visibility of public feedback
fr_fr: Visibilité du feedback public

source: Company
fr_fr: Entreprise

source: Define the visibility of public feedback.
fr_fr: Définissez la visibilité du feedback public.

source: Enable public feedback
fr_fr: Activer les commentaires publics

source: Users will be able to publicly share feedback given to another user within the organization. When disabled, the "Share feedback" and the "Public feedback" categories are not available.
fr_fr: Les utilisateurs pourront partager publiquement les feedback offerts à un autre utilisateur de l'organisation. Lorsque cette option est désactivée, les catégories " Partager le feedback " et " Feedback public " ne sont pas disponibles.

source: Team
fr_fr: Equipe

source: Public feedback
fr_fr: Feedback public

source: Enable feedback rating
fr_fr: Activer la notation de feedback

source: Feedback rating
fr_fr: Notation de feedback

source: Feedback rating refresh interval
fr_fr: Intervalle d'actualisation de la notation de feedback

source: Choose who can rate feedback
fr_fr: Choisissez qui peut évaluer les feedbacks

source: Send reminders following an inactive period
fr_fr: Envoyer des rappels suivant une période d'inactivité

source: When no feedback is offered for more than
fr_fr: Lorsqu'aucun feedback n'a été offert pendant plus de

source: Send reminders about unrated feedback
fr_fr: Envoyer des rappels à propos des feedbacks non notés

source: When feedback remains unrated for more than
fr_fr: Lorsque des feedbacks restent non notés pendant plus de

source: Send reminders about pending feedback requests
fr_fr: Envoyer des rappels à propos des demandes de feedback en attente

source: When a request remains unanswered for more than
fr_fr: Lorsqu'une demande reste sans réponse pendant plus de

source: Days
fr_fr: Jours

source: Reminders
fr_fr: Rappels

source: Apply limit when requesting feedback
fr_fr: Appliquer une limite lors des demandes de feedback

source: The defined limit will be applied to the "Request feedback" action. When disabled, users can request feedback from any number of users, without restriction.
fr_fr: La limite définie sera appliquée à l'action " Demander un feedback ". Lorsque cette option est désactivée, les utilisateurs peuvent demander du feedback à un nombre illimité d'utilisateurs, sans restriction.

source: Enable "Let's meet" as a reply to a feedback request
fr_fr: Activer l'invitation à une rencontre en tant que réponse à une demande de feedback

source: Users will be able to reply with a "Let's meet" invitation when replying to a feedback request. We recommend that you review and activate email notifications for the "Let's meet request" functionality, under Workbench / Platform Setup / Notifications / Email notifications.
fr_fr: Les utilisateurs pourront répondre avec une invitation " Rencontrons-nous " lorsqu'ils répondent à une demande de feedback. Nous vous recommandons de vérifier et d'activer les notifications par email pour la fonctionnalité "Rencontrons-nous ", sous Workbench / Configuration de la plateforme / Notifications / Notifications par email.

source: Restrict replies to only "Let's meet" or comments
fr_fr: Restreindre les réponses à une invitation à une rencontre ou à un commentaire

source: When enabled, users will only be able to reply to a feedback request with a "Let's meet" invitation, or a comment and/or behavior tag, not both. Disable this restriction to make both reply options available.
fr_fr: Lorsque cette option est utilisée, les utilisateurs pourront répondre à une demande de feedback uniquement par invitation " Rencontrons-nous ", ou un commentaire et/ou une étiquette de comportement, mais pas les deux. Désactivez cette restriction pour rendre les deux options de réponse disponibles.

source: Enable feedback requests regarding behaviors
fr_fr: Activer les demandes de feedback sur les comportements

source: Users will be able to include behaviors when requesting feedback.
fr_fr: Les utilisateurs pourront inclure des comportements lors des demandes de feedback.

source: This setting cannot be turned on because the "Behaviors" feature is not currently enabled.
fr_fr: Ce paramètre ne peut pas être activé car la fonctionnalité « Comportements » n'est pas actuellement activée.

source: Feedback requests
fr_fr: Demandes de feedback

source: Feedback settings
fr_fr: Paramètres de feedback

source: Apply limit when sharing feedback
fr_fr: Appliquer une limite lors du partage de feedback

source: The defined limit will be applied to the "Share feedback" action. When disabled, users can share feedback with any number of users, without restriction.
fr_fr: La limite définie sera appliquée à l'action " Partager un feedback ". Lorsque cette option est désactivée, les utilisateurs peuvent partager du feedback avec un nombre illimité d'utilisateurs, sans restriction.

source: Enable suggested questions in the "Request feedback" page
fr_fr: Activer les questions suggérées dans la page "Demander du feedback"

source: Enable tips in the "Give feedback" page
fr_fr: Activer les conseils sur la page " Donner du feedback "

source: Functionality management
fr_fr: Gestion des fonctions

source: Goal Achievement New
fr_fr: Réalisation des objectifs - Nouveau

source: Goal Achievement
fr_fr: Réalisation des objectifs

source: Goal Plan Goal Assignment
fr_fr: Affectation d'objectif au plan d'objectifs

source: Goal Plan Type Assignment
fr_fr: Affectation du type d'objectif/plan d'objectifs

source: Goal Plan
fr_fr: Plan d'objectifs

source: Goal Genius is an AI goal assistant powered by OpenAI ChatGPT. With it, users will be able to use natural language to create goal templates or to generate a goal from predefined inputs.
fr_fr: Goal Genius est un assistant de création d'objectifs par intelligence artificielle en collaboration avec OpenAI ChatGPT. Grâce à cet assistant, les utilisateurs peuvent utiliser le langage naturel pour créer des modèles d'objectifs ou pour générer un objectif à partir de paramètres prédéfinis.

source: This is a read only-page. To change this, please contact your system administrator.
fr_fr: Cette page est en lecture seule. Pour effectuer des modifications, veuillez contacter votre administrateur système.

source: Your configuration changes were successfully applied. Users will see these changes the next time they log in or when they refresh their page if they currently have a session open.
fr_fr: Vos modifications de configuration ont été correctement appliquées. Elles seront visibles pour les utilisateurs à leur prochaine connexion ou lorsqu'ils actualiseront leur page si une section est actuellement ouverte.

source: Enable Goal Genius
fr_fr: Activer Goal Genius

source: Goal
fr_fr: Objectif

source: All changes saved
fr_fr: Toutes les modifications enregistrées

source: Bulk actions
fr_fr: Actions groupées

source: Initial end date
fr_fr: Date de fin initiale

source: Key dates per worker
fr_fr: Dates clés par employé(e)

source: Key dates for the population
fr_fr: Dates clés pour la population

source: Reset to initial key dates
fr_fr: Réinitialiser aux dates clés initiales

source: Initial start date
fr_fr: Date de début initiale

source: The end date cannot be empty.
fr_fr: La date de fin ne peut pas être vide.

source: The start date cannot be empty.
fr_fr: La date de début ne peut pas être vide.

source: Goal plans
fr_fr: Plans d'objectifs

source: Goal types
fr_fr: Types d'objectifs

source: Create goal
fr_fr: Créer un objectif

source: Get started by creating goals.
fr_fr: Commencez par créer des objectifs.

source: No goals yet!
fr_fr: Aucun objectif pour l'instant !

source: Assign to
fr_fr: Assigner à

source: Completed
fr_fr: Terminé

source: Not completed
fr_fr: Non achevé

source: Goal plan
fr_fr: Plan d'objectifs

source: Result
fr_fr: Résultat

source: Target
fr_fr: Cible

source: Goal name
fr_fr: Nom de l'objectif

source: Goal type
fr_fr: Type d'objectif

source: Weight
fr_fr: Pondération

source: Multiple criteria
fr_fr: Critères multiples

source: Multiple weights
fr_fr: Pondérations multiples

source: All plans
fr_fr: Tous les plans

source: Not updated
fr_fr: Non mis à jour

source: All results
fr_fr: Tous les résultats

source: Updated
fr_fr: Mis à jour

source: Search
fr_fr: Rechercher

source: All statuses
fr_fr: Tous les statuts

source: Goal status
fr_fr: Statut de l'objectif

source: All types
fr_fr: Tous les types

source: Key dates
fr_fr: Dates clés

source: In population
fr_fr: Dans la population

source: Moved out
fr_fr: Déménagé(e)

source: Population & goal weight details
fr_fr: Détails de la population et du poids de l'objectif

source: Worker population status
fr_fr: Statut de la population d'employé(e)s

source: Initial goal weight
fr_fr: Poids initial de l'objectif

source: Organization
fr_fr: Organisation

source: Reset to initial goal weight
fr_fr: Réinitialiser au poids d'objectif initial

source: Search by name or worker ID
fr_fr: Rechercher par nom ou ID d'employé(e)

source: End date
fr_fr: Date de fin

source: Start date
fr_fr: Date de début

source: Goal weight
fr_fr: Poids de l'objectif

source: Worker
fr_fr: Employé(e)

source: Goal weight per worker
fr_fr: Poids de l'objectif par employé(e)

source: Goal weight for the population
fr_fr: Poids de l'objectif pour la population

source: Apply filter
fr_fr: Appliquer le filtre

source: Clear selection
fr_fr: Effacer la sélection

source: Worker ID
fr_fr: ID de l'employé(e)

source: Select workers to filter
fr_fr: Sélectionnez les employé(e)s à filtrer

source: {{count}} workers selected.
fr_fr: {{count}} employé(e)s sélectionné(e)s.

source: Select communication round
fr_fr: Sélectionner le cycle de communication

source: Send goal PDF to Documents
fr_fr: Envoyer le PDF de l'objectif vers Documents

source: Create goal plan
fr_fr: Créer un plan d'objectif

source: Plan transmission
fr_fr: Transmission du plan

source: Create custom goal plans to align team efforts and achieve strategic objectives. Define the details of the plan and select the target population to ensure everyone is working towards a common goal.
fr_fr: Créez des plans d'objectifs personnalisés pour aligner les efforts d'équipe et atteindre les objectifs stratégiques. Définissez les détails du plan et sélectionnez la population cible pour garantir que tout le monde travaille envers l'accomplissement d'un objectif commun.

source: Start by creating a goal plan
fr_fr: Commencez par créer un plan d'objectif

source: Goal settings
fr_fr: Paramètres de l'objectif

source: Create goal type
fr_fr: Créer un type d'objectif
